Repository: pakkoapp-oss/pakko
Catalog: src/Archiver.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_latn_rs, sv_se, sw_ke, th_th, tr_tr, uk_ua, ur_pk, vi_vn, zh_hans

# DropZoneHint.Text
source: Drop files or folders here
ar_sa: أفلت الملفات أو المجلدات هنا
bg_bg: Пуснете файлове или папки тук
cs_cz: Přetáhněte sem soubory nebo složky
da_dk: Slip filer eller mapper her
de_de: Dateien oder Ordner hierher ziehen
el_gr: Σύρετε αρχεία ή φακέλους εδώ
es_es: Suelta archivos o carpetas aquí
et_ee: Lohistage failid või kaustad siia
fi_fi: Pudota tiedostoja tai kansioita tähän
fr_fr: Déposez des fichiers ou des dossiers ici
he_il: גרור לכאן קבצים או תיקיות
hi_in: फ़ाइलें या फ़ोल्डर यहां छोड़ें
hr_hr: Ispustite datoteke ili mape ovdje
hu_hu: Húzzon ide fájlokat vagy mappákat
id_id: Jatuhkan file atau folder di sini
it_it: Trascina qui file o cartelle
ja_jp: ここにファイルまたはフォルダーをドロップしてください
ko_kr: 여기에 파일 또는 폴더를 끌어다 놓으세요
lt_lt: Nutempkite failus ar aplankus čia
lv_lv: Ievelciet failus vai mapes šeit
nb_no: Slipp filer eller mapper her
pl_pl: Przeciągnij tu pliki lub foldery
pt_pt: Largue ficheiros ou pastas aqui
ro_ro: Plasați fișiere sau foldere aici
sk_sk: Presuňte sem súbory alebo priečinky
sl_si: Spustite datoteke ali mape sem
sr_latn_rs: Prevucite datoteke ili fascikle ovde
sv_se: Släpp filer eller mappar här
sw_ke: Dondosha faili au folda hapa
th_th: วางไฟล์หรือโฟลเดอร์ที่นี่
tr_tr: Dosyaları veya klasörleri buraya bırakın
uk_ua: Перетягніть файли або папки сюди, або двічі клацніть, щоб вибрати файли
ur_pk: فائلیں یا فولڈرز یہاں چھوڑیں
vi_vn: Thả tệp hoặc thư mục vào đây
zh_hans: 将文件或文件夹拖放到此处

# DropZoneModeHint.Text
source: Archives can be extracted; anything else gets compressed
ar_sa: يمكن استخراج الأرشيفات؛ وأي شيء آخر يتم ضغطه
bg_bg: Архивите могат да бъдат разархивирани; всичко останало се компресира
cs_cz: Archivy lze rozbalit; vše ostatní bude komprimováno
da_dk: Arkiver kan udpakkes; alt andet komprimeres
de_de: Archive können extrahiert werden; alles andere wird komprimiert
el_gr: Τα αρχεία συμπίεσης μπορούν να εξαχθούν· οτιδήποτε άλλο συμπιέζεται
es_es: Los archivos comprimidos se pueden extraer; todo lo demás se comprime
et_ee: Arhiive saab lahti pakkida; kõik muu tihendatakse
fi_fi: Arkistot voi purkaa; kaikki muu pakataan
fr_fr: Les archives peuvent être extraites ; tout le reste est compressé
he_il: ניתן לחלץ ארכיונים; כל השאר נדחס
hi_in: संग्रह निकाले जा सकते हैं; बाकी सब कुछ संपीड़ित होता है
hr_hr: Arhive se mogu raspakirati; sve ostalo se komprimira
hu_hu: Az archívumok kibonthatók; minden más tömörítve lesz
id_id: Arsip dapat diekstrak; selain itu akan dikompres
it_it: Gli archivi si possono estrarre; tutto il resto viene compresso
ja_jp: アーカイブは展開でき、それ以外は圧縮されます
ko_kr: 압축 파일은 풀 수 있으며, 그 외의 항목은 압축됩니다
lt_lt: Archyvus galima išskleisti; visa kita suspaudžiama
lv_lv: Arhīvus var izvilkt; viss pārējais tiek saspiests
nb_no: Arkiver kan pakkes ut; alt annet blir komprimert
pl_pl: Archiwa można wypakować; wszystko inne zostanie skompresowane
pt_pt: Os arquivos podem ser extraídos; tudo o resto é comprimido
ro_ro: Arhivele pot fi extrase; orice altceva este comprimat
sk_sk: Archívy možno extrahovať; všetko ostatné sa skomprimuje
sl_si: Arhive je mogoče razširiti; vse drugo se stisne
sr_latn_rs: Arhive se mogu raspakovati; sve ostalo se kompresuje
sv_se: Arkiv kan extraheras; allt annat komprimeras
sw_ke: Kumbukumbu zinaweza kutolewa; kingine chochote kinabanwa
th_th: ไฟล์บีบอัดสามารถแตกไฟล์ได้ ส่วนอย่างอื่นจะถูกบีบอัด
tr_tr: Arşivler ayıklanabilir; diğer her şey sıkıştırılır
uk_ua: Архіви пропонують видобування; все інше буде заархівовано
ur_pk: آرکائیوز نکالے جا سکتے ہیں؛ باقی سب کچھ کمپریس ہوتا ہے
vi_vn: Tệp nén có thể được giải nén; mọi thứ khác sẽ được nén
zh_hans: 压缩包可以解压；其他内容将被压缩

# ArchiveNameLabel.Text
source: Name:
ar_sa: الاسم:
bg_bg: Име:
cs_cz: Název:
da_dk: Navn:
el_gr: Όνομα:
es_es: Nombre:
et_ee: Nimi:
fi_fi: Nimi:
fr_fr: Nom :
he_il: שם:
hi_in: नाम:
hr_hr: Naziv:
hu_hu: Név:
id_id: Nama:
it_it: Nome:
ja_jp: 名前:
ko_kr: 이름:
lt_lt: Pavadinimas:
lv_lv: Nosaukums:
nb_no: Navn:
nl_nl: Naam:
pl_pl: Nazwa:
pt_pt: Nome:
ro_ro: Nume:
sk_sk: Názov:
sl_si: Ime:
sr_latn_rs: Naziv:
sv_se: Namn:
sw_ke: Jina:
th_th: ชื่อ:
tr_tr: Ad:
uk_ua: Назва:
ur_pk: نام:
vi_vn: Tên:
zh_hans: 名称:

# CompressionLabel.Text
source: Compression:
ar_sa: الضغط:
bg_bg: Компресия:
cs_cz: Komprese:
da_dk: Komprimering:
de_de: Komprimierung:
el_gr: Συμπίεση:
es_es: Compresión:
et_ee: Tihendus:
fi_fi: Pakkaus:
he_il: דחיסה:
hi_in: संपीड़न:
hr_hr: Kompresija:
hu_hu: Tömörítés:
id_id: Kompresi:
it_it: Compressione:
ja_jp: 圧縮:
ko_kr: 압축:
lt_lt: Suspaudimas:
lv_lv: Saspiešana:
nb_no: Komprimering:
nl_nl: Compressie:
pl_pl: Kompresja:
pt_pt: Compressão:
ro_ro: Compresie:
sk_sk: Kompresia:
sl_si: Stiskanje:
sr_latn_rs: Kompresija:
sv_se: Komprimering:
sw_ke: Ubanaji:
th_th: การบีบอัด:
tr_tr: Sıkıştırma:
uk_ua: Стиснення:
ur_pk: کمپریشن:
vi_vn: Nén:
zh_hans: 压缩:

# ConflictLabel.Text
source: If file exists:
ar_sa: إذا كان الملف موجودًا:
bg_bg: Ако файлът съществува:
cs_cz: Pokud soubor existuje:
da_dk: Hvis filen findes:
de_de: Wenn Datei existiert:
el_gr: Αν το αρχείο υπάρχει:
es_es: Si el archivo existe:
et_ee: Kui fail on juba olemas:
fi_fi: Jos tiedosto on jo olemassa:
fr_fr: Si le fichier existe :
he_il: אם הקובץ כבר קיים:
hi_in: यदि फ़ाइल पहले से मौजूद है:
hr_hr: Ako datoteka postoji:
hu_hu: Ha a fájl létezik:
id_id: Jika file sudah ada:
it_it: Se il file esiste:
ja_jp: ファイルが存在する場合:
ko_kr: 파일이 이미 있는 경우:
lt_lt: Jei failas jau egzistuoja:
lv_lv: Ja fails jau pastāv:
nb_no: Hvis filen finnes:
nl_nl: Als bestand al bestaat:
pl_pl: Jeśli plik istnieje:
pt_pt: Se o ficheiro existir:
ro_ro: Dacă fișierul există:
sk_sk: Ak súbor existuje:
sl_si: Če datoteka že obstaja:
sr_latn_rs: Ako datoteka postoji:
sv_se: Om filen finns:
sw_ke: Ikiwa faili tayari lipo:
th_th: หากมีไฟล์อยู่แล้ว:
tr_tr: Dosya zaten varsa:
uk_ua: Якщо файл існує:
ur_pk: اگر فائل پہلے سے موجود ہو:
vi_vn: Nếu tệp đã tồn tại:
zh_hans: 如果文件已存在:

# OpenDestinationCheck.Content
source: Open destination folder after completion
ar_sa: فتح مجلد الوجهة بعد الانتهاء
bg_bg: Отваряне на папката на местоназначението след завършване
cs_cz: Otevřít cílovou složku po dokončení
da_dk: Åbn destinationsmappen efter fuldførelse
de_de: Zielordner nach Abschluss öffnen
el_gr: Άνοιγμα φακέλου προορισμού μετά την ολοκλήρωση
es_es: Abrir la carpeta de destino al finalizar
et_ee: Ava sihtkaust pärast lõpetamist
fi_fi: Avaa kohdekansio valmistumisen jälkeen
fr_fr: Ouvrir le dossier de destination une fois terminé
he_il: פתח את תיקיית היעד לאחר הסיום
hi_in: पूर्ण होने पर गंतव्य फ़ोल्डर खोलें
hr_hr: Otvori odredišnu mapu nakon dovršetka
hu_hu: Célmappa megnyitása befejezés után
id_id: Buka folder tujuan setelah selesai
it_it: Apri la cartella di destinazione al termine
ja_jp: 完了後に保存先フォルダーを開く
ko_kr: 완료 후 대상 폴더 열기
lt_lt: Atidaryti paskirties aplanką baigus
lv_lv: Atvērt galamērķa mapi pēc pabeigšanas
nb_no: Åpne målmappen etter fullføring
nl_nl: Bestemmingsmap openen na voltooiing
pl_pl: Otwórz folder docelowy po zakończeniu
pt_pt: Abrir a pasta de destino após a conclusão
ro_ro: Deschide folderul de destinație după finalizare
sk_sk: Otvoriť cieľový priečinok po dokončení
sl_si: Odpri ciljno mapo po zaključku
sr_latn_rs: Otvori odredišnu fasciklu po završetku
sv_se: Öppna målmappen efter slutförande
sw_ke: Fungua folda ya marudio baada ya kukamilika
th_th: เปิดโฟลเดอร์ปลายทางหลังเสร็จสิ้น
tr_tr: Tamamlandıktan sonra hedef klasörü aç
uk_ua: Відкрити папку призначення після завершення
ur_pk: مکمل ہونے کے بعد منزل کا فولڈر کھولیں
vi_vn: Mở thư mục đích sau khi hoàn tất
zh_hans: 完成后打开目标文件夹

# StatusReady
source: Ready
ar_sa: جاهز
bg_bg: Готово
cs_cz: Připraveno
da_dk: Klar
de_de: Bereit
el_gr: Έτοιμο
es_es: Listo
et_ee: Valmis
fi_fi: Valmis
fr_fr: Prêt
he_il: מוכן
hi_in: तैयार
hr_hr: Spremno
hu_hu: Kész
id_id: Siap
it_it: Pronto
ja_jp: 準備完了
ko_kr: 준비됨
lt_lt: Paruošta
lv_lv: Gatavs
nb_no: Klar
nl_nl: Gereed
pl_pl: Gotowe
pt_pt: Pronto
ro_ro: Gata
sk_sk: Pripravené
sl_si: Pripravljeno
sr_latn_rs: Spremno
sv_se: Klar
sw_ke: Tayari
th_th: พร้อม
tr_tr: Hazır
uk_ua: Готово
ur_pk: تیار
vi_vn: Sẵn sàng
zh_hans: 就绪

# StatusArchiving
source: Compressing...
ar_sa: جارٍ الضغط...
bg_bg: Компресиране...
cs_cz: Komprimace...
da_dk: Komprimerer...
de_de: Komprimieren...
el_gr: Συμπίεση σε εξέλιξη...
es_es: Comprimiendo...
et_ee: Tihendamine...
fi_fi: Pakataan...
fr_fr: Compression...
he_il: דוחס...
hi_in: संपीड़ित किया जा रहा है...
hr_hr: Komprimiranje...
hu_hu: Tömörítés...
id_id: Mengompres...
it_it: Compressione...
ja_jp: 圧縮中...
ko_kr: 압축하는 중...
lt_lt: Suspaudžiama...
lv_lv: Notiek saspiešana...
nb_no: Komprimerer...
pl_pl: Kompresowanie...
pt_pt: A comprimir...
ro_ro: Se comprimă...
sk_sk: Komprimácia...
sl_si: Stiskanje...
sr_latn_rs: Kompresovanje...
sv_se: Komprimerar...
sw_ke: Inabana...
th_th: กำลังบีบอัด...
tr_tr: Sıkıştırılıyor...
uk_ua: Архівування...
ur_pk: کمپریس کیا جا رہا ہے...
vi_vn: Đang nén...
zh_hans: 正在压缩...

# StatusExtracting
source: Extracting...
ar_sa: جارٍ الاستخراج...
bg_bg: Разархивиране...
cs_cz: Rozbalování...
da_dk: Udpakker...
de_de: Extrahieren...
el_gr: Εξαγωγή σε εξέλιξη...
es_es: Extrayendo...
et_ee: Lahtipakkimine...
fi_fi: Puretaan...
fr_fr: Extraction...
he_il: מחלץ...
hi_in: निकाला जा रहा है...
hr_hr: Raspakiravanje...
hu_hu: Kibontás...
id_id: Mengekstrak...
it_it: Estrazione...
ja_jp: 展開中...
ko_kr: 압축 푸는 중...
lt_lt: Išskleidžiama...
lv_lv: Notiek izvilkšana...
nb_no: Pakker ut...
nl_nl: Uitpakken...
pl_pl: Wypakowywanie...
pt_pt: A extrair...
ro_ro: Se extrage...
sk_sk: Extrahovanie...
sl_si: Razširjanje...
sr_latn_rs: Raspakivanje...
sv_se: Extraherar...
sw_ke: Inatoa...
th_th: กำลังแตกไฟล์...
tr_tr: Ayıklanıyor...
uk_ua: Видобування...
ur_pk: نکالا جا رہا ہے...
vi_vn: Đang giải nén...
zh_hans: 正在解压...

# StatusIssues
source: Completed with issues.
ar_sa: اكتمل مع وجود مشكلات.
bg_bg: Завършено с проблеми.
cs_cz: Dokončeno s problémy.
da_dk: Fuldført med problemer.
de_de: Mit Problemen abgeschlossen.
el_gr: Ολοκληρώθηκε με προβλήματα.
es_es: Completado con incidencias.
et_ee: Lõpetatud probleemidega.
fi_fi: Valmis, mutta ongelmia ilmeni.
fr_fr: Terminé avec des problèmes.
he_il: הושלם עם בעיות.
hi_in: समस्याओं के साथ पूर्ण हुआ।
hr_hr: Dovršeno s problemima.
hu_hu: Befejezve, hibákkal.
id_id: Selesai dengan masalah.
it_it: Completato con problemi.
ja_jp: 問題ありで完了しました。
ko_kr: 문제와 함께 완료됨.
lt_lt: Baigta su problemomis.
lv_lv: Pabeigts ar problēmām.
nb_no: Fullført med problemer.
nl_nl: Voltooid met problemen.
pl_pl: Zakończono z problemami.
pt_pt: Concluído com problemas.
ro_ro: Finalizat cu probleme.
sk_sk: Dokončené s problémami.
sl_si: Zaključeno s težavami.
sr_latn_rs: Završeno sa problemima.
sv_se: Slutförd med problem.
sw_ke: Imekamilika na matatizo.
th_th: เสร็จสิ้นโดยมีปัญหา
tr_tr: Sorunlarla tamamlandı.
uk_ua: Завершено з проблемами.
ur_pk: مسائل کے ساتھ مکمل ہوا۔
vi_vn: Hoàn tất với một số vấn đề.
zh_hans: 已完成，但存在问题。

# StatusCancelled
source: Cancelled
ar_sa: تم الإلغاء
bg_bg: Отменено
cs_cz: Zrušeno
da_dk: Annulleret
de_de: Abgebrochen
el_gr: Ακυρώθηκε
es_es: Cancelado
et_ee: Tühistatud
fi_fi: Peruutettu
fr_fr: Annulé
he_il: בוטל
hi_in: रद्द किया गया
hr_hr: Otkazano
hu_hu: Megszakítva
id_id: Dibatalkan
it_it: Annullato
ja_jp: キャンセルされました
ko_kr: 취소됨
lt_lt: Atšaukta
lv_lv: Atcelts
nb_no: Avbrutt
nl_nl: Geannuleerd
pl_pl: Anulowano
pt_pt: Cancelado
ro_ro: Anulat
sk_sk: Zrušené
sl_si: Preklicano
sr_latn_rs: Otkazano
sv_se: Avbruten
sw_ke: Imeghairiwa
th_th: ยกเลิกแล้ว
tr_tr: İptal edildi
uk_ua: Скасовано
ur_pk: منسوخ کر دیا گیا
vi_vn: Đã hủy
zh_hans: 已取消

# StatusCleaningUp
source: Cleaning up...
ar_sa: جارٍ التنظيف...
bg_bg: Изчистване...
cs_cz: Čištění...
da_dk: Rydder op...
de_de: Bereinigen...
el_gr: Εκκαθάριση...
es_es: Limpiando...
et_ee: Puhastamine...
fi_fi: Siivotaan...
fr_fr: Nettoyage...
he_il: מנקה...
hi_in: सफ़ाई हो रही है...
hr_hr: Čišćenje...
hu_hu: Takarítás...
id_id: Membersihkan...
it_it: Pulizia in corso...
ja_jp: クリーンアップ中...
ko_kr: 정리하는 중...
lt_lt: Valoma...
lv_lv: Notiek tīrīšana...
nb_no: Rydder opp...
nl_nl: Opschonen...
pl_pl: Czyszczenie...
pt_pt: A limpar...
ro_ro: Se curăță...
sk_sk: Čistenie...
sl_si: Čiščenje...
sr_latn_rs: Čišćenje...
sv_se: Rensar...
sw_ke: Inasafisha...
th_th: กำลังล้างข้อมูล...
tr_tr: Temizleniyor...
uk_ua: Очищення...
ur_pk: صفائی ہو رہی ہے...
vi_vn: Đang dọn dẹp...
zh_hans: 正在清理...

# StatusFinalizing
source: Finalizing...
ar_sa: جارٍ الإنهاء...
bg_bg: Финализиране...
cs_cz: Dokončování...
da_dk: Færdiggør...
de_de: Abschließen...
el_gr: Οριστικοποίηση...
es_es: Finalizando...
et_ee: Lõpetamine...
fi_fi: Viimeistellään...
fr_fr: Finalisation...
he_il: משלים...
hi_in: अंतिम रूप दिया जा रहा है...
hr_hr: Finaliziranje...
hu_hu: Véglegesítés...
id_id: Menyelesaikan...
it_it: Finalizzazione...
ja_jp: 終了処理中...
ko_kr: 마무리하는 중...
lt_lt: Baigiama...
lv_lv: Notiek pabeigšana...
nb_no: Fullfører...
nl_nl: Afronden...
pl_pl: Finalizowanie...
pt_pt: A finalizar...
ro_ro: Se finalizează...
sk_sk: Dokončovanie...
sl_si: Zaključevanje...
sr_latn_rs: Finalizacija...
sv_se: Slutför...
sw_ke: Inakamilisha...
th_th: กำลังสรุปผล...
tr_tr: Sonlandırılıyor...
uk_ua: Завершення...
ur_pk: تکمیل ہو رہی ہے...
vi_vn: Đang hoàn thiện...
zh_hans: 正在完成...

# OutcomeWillExtract
source: Will extract to the folder above — archives: {0}
ar_sa: سيتم استخراج {0} أرشيف(ات) إلى المجلد أعلاه
bg_bg: Ще бъдат разархивирани {0} архив(а) в папката по-горе
cs_cz: Bude rozbaleno archivů: {0} — do složky výše
da_dk: Udpakkes til mappen ovenfor — arkiver: {0}
de_de: Es werden {0} Archiv(e) in den obigen Ordner extrahiert
el_gr: Θα γίνει εξαγωγή στον παραπάνω φάκελο — αρχεία συμπίεσης: {0}
es_es: Se extraerán {0} archivo(s) comprimido(s) a la carpeta indicada arriba
et_ee: Lahti pakitakse ülal olevasse kausta — arhiive: {0}
fi_fi: Puretaan {0} arkisto(a) yllä olevaan kansioon
fr_fr: {0} archive(s) seront extraites vers le dossier ci-dessus
he_il: יחולצו {0} ארכיונים לתיקייה שלמעלה
hi_in: ऊपर दिए गए फ़ोल्डर में निकाला जाएगा — संग्रह: {0}
hr_hr: Bit će raspakirano arhiva: {0} — u gornju mapu
hu_hu: {0} archívum kerül kibontásra a fenti mappába
id_id: Akan mengekstrak {0} arsip ke folder di atas
it_it: Verranno estratti {0} archivio/i nella cartella sopra indicata
ja_jp: 上記のフォルダーに {0} 個のアーカイブを展開します
ko_kr: 위 폴더에 압축 파일 {0}개를 풉니다
lt_lt: Bus išskleista archyvų: {0} — į aukščiau nurodytą aplanką
lv_lv: Tiks izvilkts augstāk norādītajā mapē — arhīvi: {0}
nb_no: Pakkes ut til mappen ovenfor — arkiver: {0}
pl_pl: Zostanie wypakowanych archiwów: {0} — do folderu powyżej
pt_pt: Serão extraídos {0} arquivo(s) para a pasta acima
ro_ro: Vor fi extrase {0} arhivă/arhive în folderul de mai sus
sk_sk: Extrahuje sa archívov: {0} — do priečinka vyššie
sl_si: Razširjenih bo {0} arhiv(ov) v zgornjo mapo
sr_latn_rs: Biće raspakovano arhiva: {0} — u fasciklu iznad
sv_se: {0} arkiv kommer att extraheras till mappen ovan
sw_ke: Itatoa kwenye folda iliyo hapo juu — kumbukumbu: {0}
th_th: จะแตกไฟล์บีบอัด {0} รายการไปยังโฟลเดอร์ด้านบน
tr_tr: Yukarıdaki klasöre {0} arşiv ayıklanacak
uk_ua: Буде видобуто архівів: {0} — у вказану вище папку
ur_pk: اوپر دیے گئے فولڈر میں {0} آرکائیو(ز) نکالے جائیں گے
vi_vn: Sẽ giải nén {0} tệp nén vào thư mục ở trên
zh_hans: 将把 {0} 个压缩包解压到上方文件夹

# OutcomeWillArchive
source: Will compress to the folder above — items: {0}
ar_sa: سيتم ضغط {0} عنصر(عناصر) إلى المجلد أعلاه
bg_bg: Ще бъдат компресирани {0} елемент(а) в папката по-горе
cs_cz: Bude komprimováno položek: {0} — do složky výše
da_dk: Komprimeres til mappen ovenfor — elementer: {0}
de_de: Es werden {0} Element(e) in den obigen Ordner komprimiert
el_gr: Θα γίνει συμπίεση στον παραπάνω φάκελο — στοιχεία: {0}
es_es: Se comprimirán {0} elemento(s) en la carpeta indicada arriba
et_ee: Tihendatakse ülal olevasse kausta — elemente: {0}
fi_fi: Pakataan {0} kohde(tta) yllä olevaan kansioon
fr_fr: {0} élément(s) seront compressés vers le dossier ci-dessus
he_il: יידחסו {0} פריטים לתיקייה שלמעלה
hi_in: ऊपर दिए गए फ़ोल्डर में संपीड़ित किया जाएगा — आइटम: {0}
hr_hr: Bit će komprimirano stavki: {0} — u gornju mapu
hu_hu: {0} elem kerül tömörítésre a fenti mappába
id_id: Akan mengompres {0} item ke folder di atas
it_it: Verranno compressi {0} elemento/i nella cartella sopra indicata
ja_jp: 上記のフォルダーに {0} 個の項目を圧縮します
ko_kr: 위 폴더에 항목 {0}개를 압축합니다
lt_lt: Bus suspausta elementų: {0} — į aukščiau nurodytą aplanką
lv_lv: Tiks saspiests augstāk norādītajā mapē — vienumi: {0}
nb_no: Komprimeres til mappen ovenfor — elementer: {0}
pl_pl: Zostanie skompresowanych elementów: {0} — do folderu powyżej
pt_pt: Serão comprimidos {0} item(ns) para a pasta acima
ro_ro: Vor fi comprimate {0} element(e) în folderul de mai sus
sk_sk: Skomprimuje sa položiek: {0} — do priečinka vyššie
sl_si: Stisnjenih bo {0} predmet(ov) v zgornjo mapo
sr_latn_rs: Biće kompresovano stavki: {0} — u fasciklu iznad
sv_se: {0} objekt kommer att komprimeras till mappen ovan
sw_ke: Itabana kwenye folda iliyo hapo juu — vitu: {0}
th_th: จะบีบอัด {0} รายการไปยังโฟลเดอร์ด้านบน
tr_tr: Yukarıdaki klasöre {0} öğe sıkıştırılacak
uk_ua: Буде заархівовано елементів: {0} — у вказану вище папку
ur_pk: اوپر دیے گئے فولڈر میں {0} آئٹم(ز) کمپریس کیے جائیں گے
vi_vn: Sẽ nén {0} mục vào thư mục ở trên
zh_hans: 将把 {0} 个项目压缩到上方文件夹

# ErrorDialogTitle
source: Completed with issues
ar_sa: اكتمل مع وجود مشكلات
bg_bg: Завършено с проблеми
cs_cz: Dokončeno s problémy
da_dk: Fuldført med problemer
de_de: Mit Problemen abgeschlossen
el_gr: Ολοκληρώθηκε με προβλήματα
es_es: Completado con incidencias
et_ee: Lõpetatud probleemidega
fi_fi: Valmis, mutta ongelmia ilmeni
fr_fr: Terminé avec des problèmes
he_il: הושלם עם בעיות
hi_in: समस्याओं के साथ पूर्ण हुआ
hr_hr: Dovršeno s problemima
hu_hu: Befejezve, hibákkal
id_id: Selesai dengan masalah
it_it: Completato con problemi
ja_jp: 問題ありで完了しました
ko_kr: 문제와 함께 완료됨
lt_lt: Baigta su problemomis
lv_lv: Pabeigts ar problēmām
nb_no: Fullført med problemer
nl_nl: Voltooid met problemen
pl_pl: Zakończono z problemami
pt_pt: Concluído com problemas
ro_ro: Finalizat cu probleme
sk_sk: Dokončené s problémami
sl_si: Zaključeno s težavami
sr_latn_rs: Završeno sa problemima
sv_se: Slutförd med problem
sw_ke: Imekamilika na matatizo
th_th: เสร็จสิ้นโดยมีปัญหา
tr_tr: Sorunlarla tamamlandı
uk_ua: Завершено з проблемами
ur_pk: مسائل کے ساتھ مکمل ہوا
vi_vn: Hoàn tất với một số vấn đề
zh_hans: 已完成，但存在问题

# ErrorSectionHeader
source: Errors
ar_sa: الأخطاء
bg_bg: Грешки
cs_cz: Chyby
da_dk: Fejl
de_de: Fehler
el_gr: Σφάλματα
es_es: Errores
et_ee: Vead
fi_fi: Virheet
fr_fr: Erreurs
he_il: שגיאות
hi_in: त्रुटियां
hr_hr: Pogreške
hu_hu: Hibák
id_id: Kesalahan
it_it: Errori
ja_jp: エラー
ko_kr: 오류
lt_lt: Klaidos
lv_lv: Kļūdas
nb_no: Feil
nl_nl: Fouten
pl_pl: Błędy
pt_pt: Erros
ro_ro: Erori
sk_sk: Chyby
sl_si: Napake
sr_latn_rs: Greške
sv_se: Fel
sw_ke: Hitilafu
th_th: ข้อผิดพลาด
tr_tr: Hatalar
uk_ua: Помилки
ur_pk: خرابیاں
vi_vn: Lỗi
zh_hans: 错误

# SkippedSectionHeader
source: Skipped
ar_sa: تم تخطيه
bg_bg: Пропуснати
cs_cz: Přeskočeno
da_dk: Sprunget over
de_de: Übersprungen
el_gr: Παραλείφθηκαν
es_es: Omitidos
et_ee: Vahele jäetud
fi_fi: Ohitettu
fr_fr: Ignorés
he_il: דולגו
hi_in: छोड़े गए
hr_hr: Preskočeno
hu_hu: Kihagyva
id_id: Dilewati
it_it: Ignorati
ja_jp: スキップ
ko_kr: 건너뜀
lt_lt: Praleista
lv_lv: Izlaisti
nb_no: Hoppet over
nl_nl: Overgeslagen
pl_pl: Pominięto
pt_pt: Ignorados
ro_ro: Omise
sk_sk: Preskočené
sl_si: Preskočeno
sr_latn_rs: Preskočeno
sv_se: Överhoppade
sw_ke: Zilizorukwa
th_th: ข้ามไป
tr_tr: Atlananlar
uk_ua: Пропущено
ur_pk: نظرانداز شدہ
vi_vn: Đã bỏ qua
zh_hans: 已跳过

# WarningSectionHeader
source: Warnings
da_dk: Advarsler
el_gr: Προειδοποιήσεις
et_ee: Hoiatused
hi_in: चेतावनियां
ja_jp: 警告
lv_lv: Brīdinājumi
nb_no: Advarsler
pl_pl: Ostrzeżenia
sk_sk: Upozornenia
th_th: คำเตือน
tr_tr: Uyarılar

# CompressionBombDialogTitle
source: Suspicious archive
ar_sa: أرشيف مشبوه
bg_bg: Подозрителен архив
cs_cz: Podezřelý archiv
da_dk: Mistænkeligt arkiv
de_de: Verdächtiges Archiv
el_gr: Ύποπτο αρχείο συμπίεσης
es_es: Archivo sospechoso
et_ee: Kahtlane arhiiv
fi_fi: Epäilyttävä arkisto
fr_fr: Archive suspecte
he_il: ארכיון חשוד
hi_in: संदिग्ध संग्रह
hr_hr: Sumnjiva arhiva
hu_hu: Gyanús archívum
id_id: Arsip mencurigakan
it_it: Archivio sospetto
ja_jp: 不審なアーカイブ
ko_kr: 의심스러운 압축 파일
lt_lt: Įtartinas archyvas
lv_lv: Aizdomīgs arhīvs
nb_no: Mistenkelig arkiv
nl_nl: Verdacht archief
pl_pl: Podejrzane archiwum
pt_pt: Arquivo suspeito
ro_ro: Arhivă suspectă
sk_sk: Podozrivý archív
sl_si: Sumljiv arhiv
sr_latn_rs: Sumnjiva arhiva
sv_se: Misstänkt arkiv
sw_ke: Kumbukumbu ya kutiliwa shaka
th_th: ไฟล์บีบอัดที่น่าสงสัย
tr_tr: Şüpheli arşiv
uk_ua: Підозрілий архів
ur_pk: مشکوک آرکائیو
vi_vn: Tệp nén đáng ngờ
zh_hans: 可疑的压缩包
